{
  "carouselImages": [
    {
      "imageIndex": 0,
      "alt": "Biblical Garden of Eden",
      "title": {
        "en": "Garden of Eden",
        "te": "ఏదెను తోట"
      },
      "description": {
        "en": "Explore the beginning of human history in the beautiful Garden of Eden where God placed Adam and Eve in perfect harmony with creation.",
        "te": "దేవుడు ఆదాము మరియు హవ్వను ఉంచిన అందమైన ఏదెను తోటలో మానవ చరిత్ర ప్రారంభాన్ని అన్వేషించండి."
      }
    },
    {
      "imageIndex": 1,
      "alt": "Noah's Ark",
      "title": {
        "en": "Noah's Ark & The Great Flood",
        "te": "నోహు నావ మరియు మహా జలప్రళయం"
      },
      "description": {
        "en": "Discover the story of God's judgment and mercy through Noah's obedience and the preservation of life during the great flood.",
        "te": "నోహు విధేయత మరియు మహా జలప్రళయ సమయంలో జీవుల రక్షణ ద్వారా దేవుని తీర్పు మరియు దయ కథను కనుగొనండి."
      }
    },
    {
      "imageIndex": 2,
      "alt": "Abraham's Journey",
      "title": {
        "en": "Abraham's Journey of Faith",
        "te": "అబ్రహాము విశ్వాస యాత్ర"
      },
      "description": {
        "en": "Follow Abraham's remarkable journey of faith as he leaves his homeland to follow God's promise and becomes the father of many nations.",
        "te": "అబ్రహాము తన మాతృభూమిని విడిచి దేవుని వాగ్దానాన్ని అనుసరించి అనేక దేశాలకు తండ్రి అయ్యే అద్భుతమైన విశ్వాస యాత్రను అనుసరించండి."
      }
    },
    {
      "imageIndex": 3,
      "alt": "Exodus from Egypt",
      "title": {
        "en": "The Great Exodus",
        "te": "మహా వలసలు"
      },
      "description": {
        "en": "Experience the miraculous deliverance of the Israelites from Egyptian bondage through Moses' leadership and God's mighty power.",
        "te": "మోషే నాయకత్వం మరియు దేవుని శక్తివంతమైన శక్తి ద్వారా ఈజిప్టు బానిసత్వం నుండి ఇశ్రాయేలీయుల అద్భుతమైన విముక్తిని అనుభవించండి."
      }
    },
    {
      "imageIndex": 4,
      "alt": "King David",
      "title": {
        "en": "David: A Man After God's Heart",
        "te": "దావీదు: దేవుని హృదయానికి అనుగుణమైన వ్యక్తి"
      },
      "description": {
        "en": "Learn about King David's life, his victories and failures, and how he established the kingdom that would lead to the Messiah.",
        "te": "రాజు దావీదు జీవితం, అவతడి విజయాలు మరియు వైఫల్యాలు, మరియు అతడు మేసీయాకు దారితీసే రాజ్యాన్ని ఎలా స్థాపించాడో తెలుసుకోండి."
      }
    },
    {
      "imageIndex": 5,
      "alt": "Jesus Christ",
      "title": {
        "en": "Jesus: The Promised Messiah",
        "te": "యేసు: వాగ్దానం చేయబడిన మేసీయా"
      },
      "description": {
        "en": "Discover the culmination of God's plan through Jesus Christ, the promised Messiah who came to save humanity and fulfill all prophecies.",
        "te": "మానవత్వాన్ని రక్షించడానికి మరియు అన్ని ప్రవచనాలను నెరవేర్చడానికి వచ్చిన వాగ్దానం చేయబడిన మేసీయా యేసుక్రీస్తు ద్వారా దేవుని ప్రణాళిక యొక్క పరాకాష్టను కనుగొనండి."
      }
    }
  ]
}
