{
  "judges": [
    {
      "id": 1,
      "name": "Othniel",
      "nameHebrew": "עָתְנִיאֵל",
      "nameTelugu": "ఒత్నీయేలు",
      "tribe": "Judah",
      "period": "1373-1333 BC",
      "yearsOfJudgeship": 40,
      "oppressor": "Cushan-Rishathaim of Mesopotamia",
      "yearsOfOppression": 8,
      "description": {
        "en": "First judge of Israel, nephew of Caleb, delivered Israel from Mesopotamian oppression",
        "te": "ఇశ్రాయేలు యొక్క మొదటి న్యాయాధిపతి, కాలేబు యొక్క మేనల్లుడు, మెసొపొటేమియా అణచివేత నుండి ఇశ్రాయేలును విడిపించాడు"
      },
      "scripture": "Judges 3:7-11",
      "keyVerse": "The Spirit of the LORD came on him, so that he became Israel's judge and went to war.",
      "significance": {
        "en": "Established the pattern of the judges cycle: sin, oppression, cry for help, deliverance",
        "te": "న్యాయాధిపతుల చక్రం యొక్క నమూనాను స్థాపించాడు: పాపం, అణచివేత, సహాయం కోసం కేక, విముక్తి"
      }
    },
    {
      "id": 2,
      "name": "Ehud",
      "nameHebrew": "אֵהוּד",
      "nameTelugu": "ఏహూదు",
      "tribe": "Benjamin",
      "period": "1316-1236 BC",
      "yearsOfJudgeship": 80,
      "oppressor": "Eglon king of Moab",
      "yearsOfOppression": 18,
      "description": {
        "en": "Left-handed judge who assassinated King Eglon of Moab with a concealed dagger",
        "te": "దాచిన కత్తితో మోయాబు రాజు ఎగ్లోనును హత్య చేసిన ఎడమచేతి న్యాయాధిపతి"
      },
      "scripture": "Judges 3:12-30",
      "keyVerse": "Ehud reached with his left hand, drew the sword from his right thigh and plunged it into the king's belly.",
      "significance": {
        "en": "Showed God can use anyone, regardless of physical limitations, for His purposes",
        "te": "భౌతిక పరిమితులతో సంబంధం లేకుండా దేవుడు ఎవరినైనా తన ప్రయోజనాల కోసం ఉపయోగించగలడని చూపించాడు"
      }
    },
    {
      "id": 3,
      "name": "Shamgar",
      "nameHebrew": "שַׁמְגַּר",
      "nameTelugu": "షమ్గరు",
      "tribe": "Unknown",
      "period": "1236 BC",
      "yearsOfJudgeship": "Brief period",
      "oppressor": "Philistines",
      "yearsOfOppression": "Ongoing raids",
      "description": {
        "en": "Killed 600 Philistines with an ox goad, son of Anath",
        "te": "ఎద్దుల కొరడాతో 600 మంది ఫిలిష్తీయులను చంపిన అనాతు కుమారుడు"
      },
      "scripture": "Judges 3:31",
      "keyVerse": "After Ehud came Shamgar son of Anath, who struck down six hundred Philistines with an oxgoad.",
      "significance": {
        "en": "Demonstrated that God can use simple tools and brief moments for great victories",
        "te": "దేవుడు సాధారణ సాధనాలను మరియు క్లుప్త క్షణాలను గొప్ప విజయాల కోసం ఉపయోగించగలడని నిరూపించాడు"
      }
    },
    {
      "id": 4,
      "name": "Deborah",
      "nameHebrew": "דְּבוֹרָה",
      "nameTelugu": "దెబోరా",
      "tribe": "Ephraim",
      "period": "1209-1169 BC",
      "yearsOfJudgeship": 40,
      "oppressor": "Jabin king of Canaan and Sisera",
      "yearsOfOppression": 20,
      "description": {
        "en": "Prophetess and judge, only female judge, led Israel with Barak against Canaanites",
        "te": "ప్రవక్తురాలు మరియు న్యాయాధిపతి, ఏకైక మహిళా న్యాయాధిపతి, కనానీయుల వ్యతిరేకంగా బారాకుతో కలిసి ఇశ్రాయేలును నడిపించింది"
      },
      "scripture": "Judges 4-5",
      "keyVerse": "She held court under the Palm of Deborah... and the Israelites went up to her to have their disputes decided.",
      "significance": {
        "en": "Showed God's willingness to use women in leadership and His power through the weak",
        "te": "నాయకత్వంలో మహిళలను ఉపయోగించడానికి దేవుని సుముఖత మరియు బలహీనుల ద్వారా అతని శక్తిని చూపించింది"
      }
    },
    {
      "id": 5,
      "name": "Gideon",
      "nameHebrew": "גִּדְעוֹן",
      "nameTelugu": "గిద్యోను",
      "tribe": "Manasseh",
      "period": "1169-1129 BC",
      "yearsOfJudgeship": 40,
      "oppressor": "Midianites",
      "yearsOfOppression": 7,
      "description": {
        "en": "Defeated vast Midianite army with only 300 men using trumpets, jars, and torches",
        "te": "కేవలం 300 మంది వ్యక్తులతో బూరలు, కలషలు మరియు దీపాలను ఉపయోగించి విస్తారమైన మిద్యానీయుల సైన్యాన్ని ఓడించాడు"
      },
      "scripture": "Judges 6-8",
      "keyVerse": "But the LORD said to Gideon, 'You have too many men. I cannot deliver Midian into their hands.'",
      "significance": {
        "en": "Demonstrated God's power through weakness and the importance of trusting God over human strength",
        "te": "దుర్బలత్వం ద్వారా దేవుని శక్తిని మరియు మానవ బలం కంటే దేవునిపై నమ్మకం యొక్క ప్రాముఖ్యతను ప్రదర్శించాడు"
      }
    },
    {
      "id": 6,
      "name": "Tola",
      "nameHebrew": "תּוֹלָע",
      "nameTelugu": "తోలా",
      "tribe": "Issachar",
      "period": "1129-1106 BC",
      "yearsOfJudgeship": 23,
      "oppressor": "Internal strife",
      "yearsOfOppression": "Ongoing",
      "description": {
        "en": "Minor judge who arose to save Israel after Abimelech's destructive reign",
        "te": "అబీమెలెకు యొక్క విధ్వంసక పాలన తర్వాత ఇశ్రాయేలును రక్షించడానికి లేచిన చిన్న న్యాయాధిపతి"
      },
      "scripture": "Judges 10:1-2",
      "keyVerse": "After the time of Abimelech, a man of Issachar named Tola son of Puah, the son of Dodo, rose to save Israel.",
      "significance": {
        "en": "Provided stability and restoration after a period of civil war and chaos",
        "te": "అంతర్యుద్ధం మరియు గందరగోళం తర్వాత స్థిరత్వం మరియు పునరుద్ధరణను అందించాడు"
      }
    },
    {
      "id": 7,
      "name": "Jair",
      "nameHebrew": "יָאִיר",
      "nameTelugu": "యాయీరు",
      "tribe": "Gilead (Manasseh)",
      "period": "1106-1084 BC",
      "yearsOfJudgeship": 22,
      "oppressor": "None mentioned",
      "yearsOfOppression": 0,
      "description": {
        "en": "Minor judge from Gilead who had 30 sons riding 30 donkeys, controlling 30 towns",
        "te": "30 మంది కుమారులు 30 గాడిదలపై స్వారీ చేస్తూ, 30 పట్టణాలను నియంత్రించిన గిలియాదు నుండి వచ్చిన చిన్న న్యాయాధిపతి"
      },
      "scripture": "Judges 10:3-5",
      "keyVerse": "He was followed by Jair of Gilead, who led Israel twenty-two years.",
      "significance": {
        "en": "Represented a time of peace and prosperity with organized administration",
        "te": "వ్యవస్థీకృత పరిపాలనతో శాంతి మరియు శ్రేయస్సు యొక్క కాలాన్ని సూచించాడు"
      }
    },
    {
      "id": 8,
      "name": "Jephthah",
      "nameHebrew": "יִפְתָּח",
      "nameTelugu": "యెఫ్తా",
      "tribe": "Gilead (Manasseh)",
      "period": "1084-1078 BC",
      "yearsOfJudgeship": 6,
      "oppressor": "Ammonites",
      "yearsOfOppression": 18,
      "description": {
        "en": "Outcast who became judge, made tragic vow concerning his daughter before battle",
        "te": "బహిష్కృతుడు అయిన వ్యక్తి న్యాయాధిపతి అయ్యాడు, యుద్ధానికి ముందు తన కుమార్తె గురించి దురభిప్రాయ మొక్కుబడి చేశాడు"
      },
      "scripture": "Judges 11-12:7",
      "keyVerse": "And Jephthah made a vow to the LORD: 'If you give the Ammonites into my hands, whatever comes out of the door of my house to meet me when I return in triumph from the Ammonites will be the LORD's, and I will sacrifice it as a burnt offering.'",
      "significance": {
        "en": "Showed both God's use of unlikely people and the danger of rash vows",
        "te": "అసంభవమైన వ్యక్తుల దేవుని ఉపయోగం మరియు త్వరపాటు మొక్కుబడుల ప్రమాదం రెండింటినీ చూపించాడు"
      }
    },
    {
      "id": 9,
      "name": "Ibzan",
      "nameHebrew": "אִבְצָן",
      "nameTelugu": "ఇబ్జాను",
      "tribe": "Judah (Bethlehem)",
      "period": "1078-1071 BC",
      "yearsOfJudgeship": 7,
      "oppressor": "None mentioned",
      "yearsOfOppression": 0,
      "description": {
        "en": "Minor judge from Bethlehem with 30 sons and 30 daughters, made strategic marriages",
        "te": "బేత్లెహేము నుండి వచ్చిన 30 మంది కుమారులు మరియు 30 మంది కుమార్తెలతో వ్యూహాత్మక వివాహాలు చేసిన చిన్న న్యాయాధిపతి"
      },
      "scripture": "Judges 12:8-10",
      "keyVerse": "After him, Ibzan of Bethlehem led Israel.",
      "significance": {
        "en": "Maintained peace through diplomatic marriages and alliances",
        "te": "దౌత్య వివాహాలు మరియు పొత్తుల ద్వారా శాంతిని కొనసాగించాడు"
      }
    },
    {
      "id": 10,
      "name": "Elon",
      "nameHebrew": "אֵלוֹן",
      "nameTelugu": "ఏలోను",
      "tribe": "Zebulun",
      "period": "1071-1061 BC",
      "yearsOfJudgeship": 10,
      "oppressor": "None mentioned",
      "yearsOfOppression": 0,
      "description": {
        "en": "Minor judge from Zebulun, brief mention in scripture",
        "te": "జెబూలూను నుండి వచ్చిన చిన్న న్యాయాధిపతి, గ్రంథంలో సంక్షిప్త ప్రస్తావన"
      },
      "scripture": "Judges 12:11-12",
      "keyVerse": "After him, Elon the Zebulunite led Israel ten years.",
      "significance": {
        "en": "Provided continued stability during peaceful times",
        "te": "శాంతియుత కాలాల్లో నిరంతర స్థిరత్వాన్ని అందించాడు"
      }
    },
    {
      "id": 11,
      "name": "Abdon",
      "nameHebrew": "עַבְדּוֹן",
      "nameTelugu": "అబ్దోను",
      "tribe": "Ephraim",
      "period": "1061-1053 BC",
      "yearsOfJudgeship": 8,
      "oppressor": "None mentioned",
      "yearsOfOppression": 0,
      "description": {
        "en": "Minor judge with 40 sons and 30 grandsons who rode on 70 donkeys",
        "te": "70 గాడిదలపై స్వారీ చేసిన 40 మంది కుమారులు మరియు 30 మంది మనుమలతో ఉన్న చిన్న న్యాయాధిపతి"
      },
      "scripture": "Judges 12:13-15",
      "keyVerse": "After him, Abdon son of Hillel, from Pirathon, led Israel.",
      "significance": {
        "en": "Represented prosperity and large family influence in tribal leadership",
        "te": "గిరిజన నాయకత్వంలో శ్రేయస్సు మరియు పెద్ద కుటుంబ ప్రభావాన్ని ప్రాతినిధ్యం వహించాడు"
      }
    },
    {
      "id": 12,
      "name": "Samson",
      "nameHebrew": "שִׁמְשׁוֹן",
      "nameTelugu": "సంసోను",
      "tribe": "Dan",
      "period": "1053-1033 BC",
      "yearsOfJudgeship": 20,
      "oppressor": "Philistines",
      "yearsOfOppression": 40,
      "description": {
        "en": "Nazirite with supernatural strength, betrayed by Delilah, died destroying Philistine temple",
        "te": "అతీంద్రియ బలంతో ఉన్న నాజీరుడు, దలీలాచే మోసపోయాడు, ఫిలిష్తీయుల దేవాలయాన్ని నాశనం చేస్తూ మరణించాడు"
      },
      "scripture": "Judges 13-16",
      "keyVerse": "But he said to me, 'You will become pregnant and give birth to a son. Now then, drink no wine or other fermented drink and do not eat anything unclean, because the boy will be a Nazirite of God from the womb until the day of his death.'",
      "significance": {
        "en": "Demonstrated both God's power and the consequences of compromising one's calling",
        "te": "దేవుని శక్తిని మరియు ఒకరి పిలుపును రాజీపడేందుకు వచ్చే పర్యవసానాలను రెండింటినీ ప్రదర్శించాడు"
      }
    }
  ]
}
