{
  "verses": [
    {
      "id": 1,
      "verse": "For I know the plans I have for you, declares the Lord, plans to prosper you and not to harm you, to give you hope and a future.",
      "reference": "Jeremiah 29:11",
      "verseTelugu": "నేను మీ గురించి చేసుకున్న ఆలోచనలు నాకు తెలుసు అని యెహోవా చెప్పుతున్నాడు, అవి మీకు హాని చేయడానికి కాక మేలు చేయడానికి, మీకు భవిష్యత్తూ ఆశయూ కలిగించడానికి మేలైన ఆలోచనలు.",
      "referenceTelugu": "యిర్మియా 29:11"
    },
    {
      "id": 2,
      "verse": "I can do all things through Christ who strengthens me.",
      "reference": "Philippians 4:13",
      "verseTelugu": "నన్ను బలపరచుచు క్రీస్తు మూలముగా నేను సమస్తమును చేయగలను.",
      "referenceTelugu": "ఫిలిప్పీయులు 4:13"
    },
    {
      "id": 3,
      "verse": "The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.",
      "reference": "Zephaniah 3:17",
      "verseTelugu": "మీ దేవుడైన యెహోవా మీ మధ్య ఉన్నాడు, ఆయన రక్షించుచున్న బలవంతుడు, ఆయన మిమ్మును బట్టి ఆనందించుచున్నాడు.",
      "referenceTelugu": "జెఫన్యా 3:17"
    },
    {
      "id": 4,
      "verse": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
      "reference": "Romans 8:28",
      "verseTelugu": "దేవుని ప్రేమించువారికై, అనగా ఆయన సంకల్పము చొప్పున పిలువబడినవారికై సమస్తమును కూడ మేలుకే అనుకూలించుచున్నాడని మేము తెలిసికొంటిమి.",
      "referenceTelugu": "రోమీయులు 8:28"
    },
    {
      "id": 5,
      "verse": "The Lord is my shepherd, I lack nothing.",
      "reference": "Psalm 23:1",
      "verseTelugu": "యెహోవా నా కాపరి, నాకు కొరత లేదు.",
      "referenceTelugu": "కీర్తనలు 23:1"
    },
    {
      "id": 6,
      "verse": "Fear not, for I am with you; be not dismayed, for I am your God. I will strengthen you, yes, I will help you, I will uphold you with My righteous right hand.",
      "reference": "Isaiah 41:10",
      "verseTelugu": "భయపడకు, నేను నీతో ఉన్నాను; చింతపడకు, నేను నీ దేవుడను; నేను నిన్ను బలపరుస్తాను, నిజముగా నేను నీకు సహాయము చేస్తాను.",
      "referenceTelugu": "యెషయా 41:10"
    },
    {
      "id": 7,
      "verse": "Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
      "reference": "Joshua 1:9",
      "verseTelugu": "బలమైన దృఢమైన మనస్సుతో ఉండు; భయపడకు, కృంగిపోవద్దు, నీవు ఎక్కడికి వెళ్లినను నీ దేవుడైన యెహోవా నీతో ఉంటాడు.",
      "referenceTelugu": "యెహోషువ 1:9"
    },
    {
      "id": 8,
      "verse": "Trust in the Lord with all your heart and lean not on your own understanding.",
      "reference": "Proverbs 3:5",
      "verseTelugu": "నీ పూర్ణహృదయముతో యెహోవాలో నమ్మిక నుంచు, నీ వివేకమునే ఆధారము చేసికొనవద్దు.",
      "referenceTelugu": "సామెతలు 3:5"
    },
    {
      "id": 9,
      "verse": "Cast all your anxiety on him because he cares for you.",
      "reference": "1 Peter 5:7",
      "verseTelugu": "ఆయన మిమ్మలను గురించి చింతపడుచున్నాడు కాబట్టి మీ చింతలన్నిటిని ఆయనమీద వేయుడి.",
      "referenceTelugu": "1 పేతురు 5:7"
    },
    {
      "id": 10,
      "verse": "The joy of the Lord is your strength.",
      "reference": "Nehemiah 8:10",
      "verseTelugu": "యెహోవా యొక్క ఆనందమే మీ బలము.",
      "referenceTelugu": "నెహెమ్యా 8:10"
    },
    {
      "id": 11,
      "verse": "He heals the brokenhearted and binds up their wounds.",
      "reference": "Psalm 147:3",
      "verseTelugu": "ఆయన హృదయము బాధపడినవారిని స్వస్థపరచును, వారి గాయములను కట్టివేయును.",
      "referenceTelugu": "కీర్తనలు 147:3"
    },
    {
      "id": 12,
      "verse": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles.",
      "reference": "Isaiah 40:31",
      "verseTelugu": "యెహోవా కొరకు కనిపెట్టి ఉండువారు కొత్త బలము పొందుదురు, వారు గద్దల వలె రెక్కలు వేసికొని పైకెగురు దురు.",
      "referenceTelugu": "యెషయా 40:31"
    },
    {
      "id": 13,
      "verse": "God is our refuge and strength, an ever-present help in trouble.",
      "reference": "Psalm 46:1",
      "verseTelugu": "దేవుడు మాకు ఆశ్రయమును బలమును, ఆపద సమయమున అతిసులువుగా కనుగొనబడు సహాయకుడును.",
      "referenceTelugu": "కీర్తనలు 46:1"
    },
    {
      "id": 14,
      "verse": "Give thanks to the Lord, for he is good; his love endures forever.",
      "reference": "Psalm 107:1",
      "verseTelugu": "యెహోవా మంచివాడు కాబట్టి ఆయనను స్తుతించుడి, ఆయన కృప నిరంతరమైనది.",
      "referenceTelugu": "కీర్తనలు 107:1"
    },
    {
      "id": 15,
      "verse": "The Lord is good to those whose hope is in him, to the one who seeks him.",
      "reference": "Lamentations 3:25",
      "verseTelugu": "తన కొరకు కనిపెట్టువారికిని తనను వెదకువారికిని యెహోవా మంచివాడు.",
      "referenceTelugu": "విలాపగీతలు 3:25"
    },
    {
      "id": 16,
      "verse": "Come to me, all you who are weary and burdened, and I will give you rest.",
      "reference": "Matthew 11:28",
      "verseTelugu": "కష్టపడి భారములు మోయుచున్న వారలారా, నా దగ్గరకు రండి, నేను మీకు విశ్రాంతి ఇతును.",
      "referenceTelugu": "మత్తయి 11:28"
    },
    {
      "id": 17,
      "verse": "Peace I leave with you; my peace I give you. I do not give to you as the world gives.",
      "reference": "John 14:27",
      "verseTelugu": "నేను శాంతిని మీకు విడిచిపెట్టుచున్నాను, నా శాంతిని మీకు ఇచ్చుచున్నాను; లోకము ఇచ్చునట్లు నేను మీకు ఇవ్వను.",
      "referenceTelugu": "యోహాను 14:27"
    },
    {
      "id": 18,
      "verse": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
      "reference": "2 Corinthians 5:17",
      "verseTelugu": "కాబట్టి ఎవడైనను క్రీస్తులో ఉన్నయెడల అతడు కొత్త సృష్టి; పాతవన్నియు గతించిపోయెను, ఇదిగో అన్నియు కొత్తవైయెను.",
      "referenceTelugu": "2 కొరింథీయులు 5:17"
    },
    {
      "id": 19,
      "verse": "The Lord will fight for you; you need only to be still.",
      "reference": "Exodus 14:14",
      "verseTelugu": "యెహోవా మీ కొరకు యుద్ధము చేయును; మీరు మౌనముగా ఉండుడి.",
      "referenceTelugu": "నిర్గమకాండ 14:14"
    },
    {
      "id": 20,
      "verse": "This is the day the Lord has made; we will rejoice and be glad in it.",
      "reference": "Psalm 118:24",
      "verseTelugu": "యెహోవా చేసిన దినమిది; మనము దానిలో ఆనందించి సంతోషించుదము.",
      "referenceTelugu": "కీర్తనలు 118:24"
    },
    {
      "id": 21,
      "verse": "In all your ways acknowledge him, and he will make your paths straight.",
      "reference": "Proverbs 3:6",
      "verseTelugu": "నీ మార్గములన్నిటిలో ఆయనను గుర్తించు, అప్పుడాయన నీ దారులను సరైనవిగా చేయును.",
      "referenceTelugu": "సామెతలు 3:6"
    },
    {
      "id": 22,
      "verse": "Delight yourself in the Lord, and he will give you the desires of your heart.",
      "reference": "Psalm 37:4",
      "verseTelugu": "యెహోవాయందు ఆనందించు, అప్పుడాయన నీ హృదయ వాంఛలను నెరవేర్చును.",
      "referenceTelugu": "కీర్తనలు 37:4"
    },
    {
      "id": 23,
      "verse": "And my God will meet all your needs according to the riches of his glory in Christ Jesus.",
      "reference": "Philippians 4:19",
      "verseTelugu": "నా దేవుడు క్రీస్తు యేసులో తన మహిమా ఐశ్వర్యము చొప్పున మీ అవసరములన్నిటిని తీర్చును.",
      "referenceTelugu": "ఫిలిప్పీయులు 4:19"
    },
    {
      "id": 24,
      "verse": "The Lord is near to all who call on him, to all who call on him in truth.",
      "reference": "Psalm 145:18",
      "verseTelugu": "యెహోవాను పిలిచేవారందరికిని, నిజముగా ఆయనను పిలిచేవారందరికిని ఆయన సమీపుడు.",
      "referenceTelugu": "కీర్తనలు 145:18"
    },
    {
      "id": 25,
      "verse": "Great is his faithfulness; his mercies begin afresh each morning.",
      "reference": "Lamentations 3:23",
      "verseTelugu": "ఆయన నమ్మకత్వము గొప్పది; మంచుతోవలు కొత్తవి. ఆయన కృపలు ప్రతిదినం కొత్తవైపోతాయి.",
      "referenceTelugu": "విలాపగీతలు 3:23"
    },
    {
      "id": 26,
      "verse": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
      "reference": "Matthew 6:33",
      "verseTelugu": "మొదట దేవుని రాజ్యమును ఆయన నీతిని వెదకుడి, అప్పుడవన్నియు మీకు కలుగును.",
      "referenceTelugu": "మత్తయి 6:33"
    },
    {
      "id": 27,
      "verse": "He gives strength to the weary and increases the power of the weak.",
      "reference": "Isaiah 40:29",
      "verseTelugu": "ఆయన అలసినవాని కి బలమిచ్చును, బలములేనివానికి శక్తి వృద్ధిచేయును.",
      "referenceTelugu": "యెషయా 40:29"
    },
    {
      "id": 28,
      "verse": "The Lord your God is in your midst, a mighty one who will save.",
      "reference": "Zephaniah 3:17",
      "verseTelugu": "మీ దేవుడైన యెహోవా మీ మధ్య ఉన్నాడు, ఆయన రక్షించుచున్న బలవంతుడు.",
      "referenceTelugu": "జెఫన్యా 3:17"
    },
    {
      "id": 29,
      "verse": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
      "reference": "Philippians 4:6",
      "verseTelugu": "దేని విషయముననైనను చింతపడకుడి; ప్రతి సంగతిలో ప్రార్థన ప్రతిష్టలచేత కృతజ్ఞతాస్తుతులతోకూడ మీ కోరికలను దేవుని యెదుట వెల్లడిపరచుడి.",
      "referenceTelugu": "ఫిలిప్పీయులు 4:6"
    },
    {
      "id": 30,
      "verse": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
      "reference": "John 3:16",
      "verseTelugu": "దేవుడు లోకమును ఎంతగాను ప్రేమించెనంటే, ఆయనలో విశ్వసించువాడెవడు గ్నైనను నశించకుండా నిత్యజీవము పొందునట్లుగా తన అద్వితీయ కుమారుని దయచేసెను.",
      "referenceTelugu": "యోహాను 3:16"
    },
    {
      "id": 31,
      "verse": "The steadfast love of the Lord never ceases; his mercies never come to an end.",
      "reference": "Lamentations 3:22",
      "verseTelugu": "యెహోవా కృపలవల్ల మేము నశించిపోలేదు, ఆయన దయ అంతుబట్టదు.",
      "referenceTelugu": "విలాపగీతలు 3:22"
    },
    {
      "id": 32,
      "verse": "Weeping may stay for the night, but rejoicing comes in the morning.",
      "reference": "Psalm 30:5",
      "verseTelugu": "రాత్రివేళ ఏడుపు నిలిచియుండును, వెంకాలమున వేడుకలు కలుగుచుండును.",
      "referenceTelugu": "కీర్తనలు 30:5"
    },
    {
      "id": 33,
      "verse": "Every good and perfect gift is from above, coming down from the Father of the heavenly lights.",
      "reference": "James 1:17",
      "verseTelugu": "ప్రతి మంచిదానము, ప్రతి పరిపూర్ణ వరమూ పైనుండి వచ్చును. అవి వెలుగుల తండ్రియైన ఆయనవద్దనుండి వచ్చును.",
      "referenceTelugu": "యాకోబు 1:17"
    },
    {
      "id": 34,
      "verse": "Let us run with perseverance the race marked out for us.",
      "reference": "Hebrews 12:1",
      "verseTelugu": "మన యెదుట వేయబడిన పందెమును ధైర్యముతో పరుగెత్తుదము.",
      "referenceTelugu": "హెబ్రీయులు 12:1"
    },
    {
      "id": 35,
      "verse": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
      "reference": "Ephesians 4:32",
      "verseTelugu": "ఒకనితో ఒకడు దయగలవారై క్షమాగుణముള్లవారై, దేవుడు క్రీస్తులో మిమ్మలను క్షమించినట్లు మీరును ఒకరినొకరు క్షమించుడి.",
      "referenceTelugu": "ఎఫెసీయులు 4:32"
    },
    {
      "id": 36,
      "verse": "May the God of hope fill you with all joy and peace as you trust in him.",
      "reference": "Romans 15:13",
      "verseTelugu": "మీరు ఆయనలో నమ్మిక ఉంచుచు పరిశుద్ధాత్మ శక్తిచేత ఆశాపూర్ణులైయుండునట్లుగా ఆశాకరమైన దేవుడు మిమ్మలను సర్వానందముతోను సమాధానముతోను నిండించునుగాక.",
      "referenceTelugu": "రోమీయులు 15:13"
    },
    {
      "id": 37,
      "verse": "You are the light of the world. A town built on a hill cannot be hidden.",
      "reference": "Matthew 5:14",
      "verseTelugu": "మీరు లోకమునకు వెలుగు; కొండమీద కట్టిన ఊరు దాచుకొనబడదు.",
      "referenceTelugu": "మత్తయి 5:14"
    },
    {
      "id": 38,
      "verse": "The name of the Lord is a fortified tower; the righteous run to it and are safe.",
      "reference": "Proverbs 18:10",
      "verseTelugu": "యెహోవా నామమే దృఢమైన గోపురము; నీతిమంతుడు దానిలోకి పరుగెత్తి రక్షింపబడును.",
      "referenceTelugu": "సామెతలు 18:10"
    },
    {
      "id": 39,
      "verse": "Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own.",
      "reference": "Matthew 6:34",
      "verseTelugu": "అందుచేత రేపటి దాని విషయమై చింతపడకుడి; రేపు తాను తన విషయమై చింతపడును; ఒక్కో దినమునకు దాని కష్టమే చాలు.",
      "referenceTelugu": "మత్తయి 6:34"
    },
    {
      "id": 40,
      "verse": "He took up our pain and bore our suffering, yet we considered him punished by God.",
      "reference": "Isaiah 53:4",
      "verseTelugu": "నిజముగా ఆయన మన వ్యాధులను మోసెను, మన దుఃఖములను భరించెను.",
      "referenceTelugu": "యెషయా 53:4"
    },
    {
      "id": 41,
      "verse": "Above all else, guard your heart, for everything you do flows from it.",
      "reference": "Proverbs 4:23",
      "verseTelugu": "అన్నిటిలో మించి నీ హృదయమును కాపాడుకొను, దానిలోనుండి జీవప్రవాహములు వెలువడును.",
      "referenceTelugu": "సామెతలు 4:23"
    },
    {
      "id": 42,
      "verse": "I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.",
      "reference": "John 16:33",
      "verseTelugu": "నాలో మీకు సమాధానముకలుగునట్లుగా ఈ మాటలను మీతో చెప్పితిని; లోకములో మీకు వేదనకలుగును, అయినను ధైర్యముగా ఉండుడి, నేను లోకమును జయించితిని.",
      "referenceTelugu": "యోహాను 16:33"
    },
    {
      "id": 43,
      "verse": "Count it all joy when you fall into various trials, knowing that the testing of your faith produces patience.",
      "reference": "James 1:2-3",
      "verseTelugu": "నా సహోదరులారా, మీరు నానావిధ ప్రలోభనలలో పడినప్పుడు దానిని సంపూర్ణానందముగా ఎంచుడి.",
      "referenceTelugu": "యాకోబు 1:2-3"
    },
    {
      "id": 44,
      "verse": "Let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
      "reference": "Matthew 5:16",
      "verseTelugu": "అట్లే మీ వెలుగు మనుష్యుల యెదుట ప్రకాశింపనీయుడి; అట్లు చేయువారి వలన మీ మంచి క్రియలను చూచి వారు పరలోకములో ఉన్న మీ తండ్రిని మహిమపరచుదురు.",
      "referenceTelugu": "మత్తయి 5:16"
    },
    {
      "id": 45,
      "verse": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness.",
      "reference": "Galatians 5:22",
      "verseTelugu": "ఆత్మ ఫలమువేనున ప్రేమ ఆనందము సమాధానము దీర్ఘశాంతి దయ మంచితనము నమ్మకత్వము.",
      "referenceTelugu": "గలతీయులు 5:22"
    },
    {
      "id": 46,
      "verse": "Two are better than one, because they have a good return for their labor.",
      "reference": "Ecclesiastes 4:9",
      "verseTelugu": "ఒక్కడిగా ఉండుట కంటె ఇద్దరుగా ఉండుట మేలు; వారి కష్టమునకు మంచి ప్రతిఫలము కలుగును.",
      "referenceTelugu": "ప్రసంగి 4:9"
    },
    {
      "id": 47,
      "verse": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud.",
      "reference": "1 Corinthians 13:4",
      "verseTelugu": "ప్రేమ దీర్ఘశాంతమైనది, దయగలది; ప్రేమ అసూయపడదు; ప్రేమ గర్వించుకొనదు, గంభీరపోదు.",
      "referenceTelugu": "1 కొరింథీయులు 13:4"
    },
    {
      "id": 48,
      "verse": "She is clothed with strength and dignity; she can laugh at the days to come.",
      "reference": "Proverbs 31:25",
      "verseTelugu": "బలమును మర్యాదయు ఆమె వస్త్రములు; రాబోవు దినములను చూచి నవ్వును.",
      "referenceTelugu": "సామెతలు 31:25"
    },
    {
      "id": 49,
      "verse": "The Lord is my light and my salvation—whom shall I fear? The Lord is the stronghold of my life.",
      "reference": "Psalm 27:1",
      "verseTelugu": "యెహోవా నా వెలుగును నా రక్షణయు; నేను ఎవరికి భయపడను? యెహోవా నా జీవితపు దుర్గము.",
      "referenceTelugu": "కీర్తనలు 27:1"
    },
    {
      "id": 50,
      "verse": "Commit to the Lord whatever you do, and he will establish your plans.",
      "reference": "Proverbs 16:3",
      "verseTelugu": "నీ క్రియలను యెహోవాకు అప్పగించు, అప్పుడు నీ ఆలోచనలు స్థిరపడును.",
      "referenceTelugu": "సామెతలు 16:3"
    },
    {
      "id": 51,
      "verse": "The Lord is close to the brokenhearted and saves those who are crushed in spirit.",
      "reference": "Psalm 34:18",
      "verseTelugu": "యెహోవా హృదయము బిగిగినవారి దగ్గర ఉన్నాడు, మనస్సు నలిగినవారిని రక్షించును.",
      "referenceTelugu": "కీర్తనలు 34:18"
    },
    {
      "id": 52,
      "verse": "A heart at peace gives life to the body, but envy rots the bones.",
      "reference": "Proverbs 14:30",
      "verseTelugu": "సాత్వికమైన హృదయము శరీరమునకు జీవము; అసూయయే ఎముకలకు క్షయము.",
      "referenceTelugu": "సామెతలు 14:30"
    },
    {
      "id": 53,
      "verse": "Hope deferred makes the heart sick, but a longing fulfilled is a tree of life.",
      "reference": "Proverbs 13:12",
      "verseTelugu": "ఆశ నిలిపివేయబడినయెడల హృదయము వ్యాధిపడును; ఆశ నెరవేరినయెడల అది జీవవృక్షమువంటిది.",
      "referenceTelugu": "సామెతలు 13:12"
    },
    {
      "id": 54,
      "verse": "The Lord has done it this very day; let us rejoice today and be glad.",
      "reference": "Psalm 118:24",
      "verseTelugu": "యెహోవా చేసిన దినమిది; మనము దానిలో ఆనందించి సంతోషించుదము.",
      "referenceTelugu": "కీర్తనలు 118:24"
    },
    {
      "id": 55,
      "verse": "Those who sow with tears will reap with songs of joy.",
      "reference": "Psalm 126:5",
      "verseTelugu": "కన్నీళ్లతో విత్తనలు చల్లువారు ఆనందగీతలతో కోయుదురు.",
      "referenceTelugu": "కీర్తనలు 126:5"
    },
    {
      "id": 56,
      "verse": "The Lord your God is testing you to find out whether you love him with all your heart and with all your soul.",
      "reference": "Deuteronomy 13:3",
      "verseTelugu": "మీ పూర్ణహృదయముతోను మీ పూర్ణాత్మతోను మీ దేవుడైన యెహోవాను ప్రేమించుచున్నారా లేదా అని తెలిసికొనుటకు మీ దేవుడైన యెహోవా మిమ్మలను పరీక్షించుచున్నాడు.",
      "referenceTelugu": "ద్వితీయోపదేశకాండము 13:3"
    },
    {
      "id": 57,
      "verse": "Do everything in love.",
      "reference": "1 Corinthians 16:14",
      "verseTelugu": "మీ పనులన్నియు ప్రేమతో చేయబడనీయుడి.",
      "referenceTelugu": "1 కొరింథీయులు 16:14"
    },
    {
      "id": 58,
      "verse": "Let us hold unswervingly to the hope we profess, for he who promised is faithful.",
      "reference": "Hebrews 10:23",
      "verseTelugu": "మనము ఒప్పుకొన్న ఆశను తిరుగుబాటు లేకుండా గట్టిగా పట్టుకొనుదము; వాగ్దానము చేసినవాడు నమ్మకమైనవాడు.",
      "referenceTelugu": "హెబ్రీయులు 10:23"
    },
    {
      "id": 59,
      "verse": "You make known to me the path of life; you will fill me with joy in your presence.",
      "reference": "Psalm 16:11",
      "verseTelugu": "జీవమార్గమును నాకు తెలియజేతివి; నీ ముఖదర్శనములో సంపూర్ణానందము కలదు.",
      "referenceTelugu": "కీర్తనలు 16:11"
    },
    {
      "id": 60,
      "verse": "The Lord is my rock, my fortress and my deliverer; my God is my rock, in whom I take refuge.",
      "reference": "Psalm 18:2",
      "verseTelugu": "యెహోవా నా బండయు నా దుర్గమును నా విడిపింపనివాడును, నా దేవుడు నా బండ నాశ్రయము.",
      "referenceTelugu": "కీర్తనలు 18:2"
    },
    {
      "id": 61,
      "verse": "Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope.",
      "reference": "1 Peter 1:3",
      "verseTelugu": "మన ప్రభువైన యేసుక్రీస్తు దేవుడును తండ్రియు స్తుతింపబడునుగాక. ఆయన మహాకృపచేత మృతులలోనుండి యేసుక్రీస్తు పునరుత్థానము వలన మనలను సజీవమైన ఆశకు జన్మనిచ్చెను.",
      "referenceTelugu": "1 పేతురు 1:3"
    },
    {
      "id": 62,
      "verse": "May your unfailing love be my comfort, according to your promise to your servant.",
      "reference": "Psalm 119:76",
      "verseTelugu": "నీ దాసునితో చేసిన వాగ్దానము చొప్పున నీ కృప నాకు ఆదరణగా ఉండునుగాక.",
      "referenceTelugu": "కీర్తనలు 119:76"
    },
    {
      "id": 63,
      "verse": "The Lord is gracious and righteous; our God is full of compassion.",
      "reference": "Psalm 116:5",
      "verseTelugu": "యెహోవా కృపాపూర్ణుడును నీతిమంతుడును; మన దేవుడు కరుణాప్రదుడు.",
      "referenceTelugu": "కీర్తనలు 116:5"
    },
    {
      "id": 64,
      "verse": "But I trust in your unfailing love; my heart rejoices in your salvation.",
      "reference": "Psalm 13:5",
      "verseTelugu": "నేను నీ కృపను నమ్మియున్నాను; నీ రక్షణను బట్టి నా హృదయము ఆనందించును.",
      "referenceTelugu": "కీర్తనలు 13:5"
    },
    {
      "id": 65,
      "verse": "You, Lord, are forgiving and good, abounding in love to all who call to you.",
      "reference": "Psalm 86:5",
      "verseTelugu": "ప్రభువా, నీవు క్షమాగుణుడవును మంచివాడవును, నిన్ను పిలిచేవారందరికి కృపాబహుళుడవును.",
      "referenceTelugu": "కీర్తనలు 86:5"
    },
    {
      "id": 66,
      "verse": "Create in me a pure heart, O God, and renew a steadfast spirit within me.",
      "reference": "Psalm 51:10",
      "verseTelugu": "దేవా, నాలో పవిత్రహృదయమును కలుగజేయి, నా లోపల స్థిరమైన ఆత్మను నూతనము చేయి.",
      "referenceTelugu": "కీర్తనలు 51:10"
    },
    {
      "id": 67,
      "verse": "Surely your goodness and love will follow me all the days of my life, and I will dwell in the house of the Lord forever.",
      "reference": "Psalm 23:6",
      "verseTelugu": "నిశ్చయముగా మంచితనమును కృపయు నా జీవితకాలమంతా నన్ను వెంబడించును; నేను యెహోవా మందిరములో శాశ్వతకాలము నివసించెదను.",
      "referenceTelugu": "కీర్తనలు 23:6"
    },
    {
      "id": 68,
      "verse": "Let us then approach God's throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need.",
      "reference": "Hebrews 4:16",
      "verseTelugu": "కాబట్టి మన అవసర సమయమున సహాయమునకై కృపను, దయను పొందునట్లుగా దయాసనమునకు ధైర్యముతో దగ్గరకు రాదము.",
      "referenceTelugu": "హెబ్రీయులు 4:16"
    },
    {
      "id": 69,
      "verse": "The Lord himself goes before you and will be with you; he will never leave you nor forsake you.",
      "reference": "Deuteronomy 31:8",
      "verseTelugu": "యెహోవాయే నీ ముందర వెళ్లుచున్నాడు, ఆయనే నీతో ఉండును; ఆయన నిన్ను విడిచిపెట్టడు, నిన్ను విసర్జించడు.",
      "referenceTelugu": "ద్వితీయోపదేశకాండము 31:8"
    },
    {
      "id": 70,
      "verse": "I have learned to be content whatever the circumstances.",
      "reference": "Philippians 4:11",
      "verseTelugu": "నేను ఉన్న స్థితిలో సంతృప్తిపడుట నేర్చుకొంటిని.",
      "referenceTelugu": "ఫిలిప్పీయులు 4:11"
    },
    {
      "id": 71,
      "verse": "Humble yourselves before the Lord, and he will lift you up.",
      "reference": "James 4:10",
      "verseTelugu": "ప్రభు సన్నిధిని వినయపూర్వకముగా ఉండుడి, అప్పుడాయన మిమ్మలను హెచ్చించును.",
      "referenceTelugu": "యాకోబు 4:10"
    },
    {
      "id": 72,
      "verse": "Do not fear, for I am with you; do not be dismayed, for I am your God.",
      "reference": "Isaiah 41:10",
      "verseTelugu": "భయపడకు, నేను నీతో ఉన్నాను; చింతపడకు, నేను నీ దేవుడను.",
      "referenceTelugu": "యెషయా 41:10"
    },
    {
      "id": 73,
      "verse": "Let the peace of Christ rule in your hearts, since as members of one body you were called to peace.",
      "reference": "Colossians 3:15",
      "verseTelugu": "క్రీస్తు సమాధానము మీ హృదయములలో పరిపాలన చేయనీయుడి. ఒక శరీరమైన మీరు సమాధానమునకు పిలువబడితిరి.",
      "referenceTelugu": "కొలొస్సయులు 3:15"
    },
    {
      "id": 74,
      "verse": "Because you are my help, I sing in the shadow of your wings.",
      "reference": "Psalm 63:7",
      "verseTelugu": "నీవు నాకు సహాయకుడవు గనుక నీ రెక్కల నీడనందు ఆనందిస్తాను.",
      "referenceTelugu": "కీర్తనలు 63:7"
    },
    {
      "id": 75,
      "verse": "For our light and momentary troubles are achieving for us an eternal glory that far outweighs them all.",
      "reference": "2 Corinthians 4:17",
      "verseTelugu": "తేలికైనది క్షణమాత్రమైనది అయిన మా బాధ మనకు పరమోత్కృష్టమైన నిత్యగౌరవభారమును సిద్ధపరచుచున్నది.",
      "referenceTelugu": "2 కొరింథీయులు 4:17"
    },
    {
      "id": 76,
      "verse": "The Lord bless you and keep you; the Lord make his face shine on you and be gracious to you.",
      "reference": "Numbers 6:24-25",
      "verseTelugu": "యెహోవా నిన్ను ఆశీర్వదించి నిన్ను కాపాడునుగాక. యెహోవా తన ముఖము నీమీద ప్రకాశింపజేసి నీకు కృప చూపునుగాక.",
      "referenceTelugu": "సంఖ్యాకాండము 6:24-25"
    },
    {
      "id": 77,
      "verse": "No weapon forged against you will prevail, and you will refute every tongue that accuses you.",
      "reference": "Isaiah 54:17",
      "verseTelugu": "నీ విరోధముగా చేయబడు ఆయుధమేదైనను వర్ధిల్లదు; న్యాయములో నీకు వ్యతిరేకముగా లేచు నాలుకేదైనను నీవు దోషిగా నిర్ణయించెదవు.",
      "referenceTelugu": "యెషయా 54:17"
    },
    {
      "id": 78,
      "verse": "May the Lord of peace himself give you peace at all times and in every way.",
      "reference": "2 Thessalonians 3:16",
      "verseTelugu": "సమాధానాధిపతియైన ప్రభువే ఎల్లప్పుడును అన్ని విధాలుగా మీకు సమాధానమును దయచేయునుగాక.",
      "referenceTelugu": "2 థెస్సలొనీకయులు 3:16"
    },
    {
      "id": 79,
      "verse": "Let all that you do be done in love.",
      "reference": "1 Corinthians 16:14",
      "verseTelugu": "మీ పనులన్నియు ప్రేమతో చేయబడనీయుడి.",
      "referenceTelugu": "1 కొరింథీయులు 16:14"
    },
    {
      "id": 80,
      "verse": "And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast.",
      "reference": "1 Peter 5:10",
      "verseTelugu": "సర్వకృపాకరుడైన దేవుడు క్రీస్తులో మిమ్మలను తన నిత్యగౌరవమునకు పిలిచెను; మీరు కొంచెము కష్టపడిన తరువాత ఆయనే మిమ్మలను సిద్ధపరచి స్థిరపరచి బలపరచి స్థాపించును.",
      "referenceTelugu": "1 పేతురు 5:10"
    },
    {
      "id": 81,
      "verse": "Therefore encourage one another and build each other up, just as in fact you are doing.",
      "reference": "1 Thessalonians 5:11",
      "verseTelugu": "అందుచేత మీరు చేయుచున్నట్లే ఒకరినొకరు ప్రోత్సహించుకొని ఒకరినొకరు ఆధ్యాత్మికముగా కట్టి పెంచుకొనుడి.",
      "referenceTelugu": "1 థెస్సలొనీకయులు 5:11"
    },
    {
      "id": 82,
      "verse": "Though the mountains be shaken and the hills be removed, yet my unfailing love for you will not be shaken.",
      "reference": "Isaiah 54:10",
      "verseTelugu": "పర్వతములు తొలగిపోయినను కొండలు కదిలినను నా కృప నీ దగ్గరనుండి తొలగిపోదు.",
      "referenceTelugu": "యెషయా 54:10"
    },
    {
      "id": 83,
      "verse": "The Lord will guide you always; he will satisfy your needs in a sun-scorched land and will strengthen your frame.",
      "reference": "Isaiah 58:11",
      "verseTelugu": "యెహోవా ఎల్లప్పుడును నిన్ను నడిపించును, ఎండిన చోటల నీ ఆత్మను తృప్తిపరచును, నీ ఎముకలను బలపరచును.",
      "referenceTelugu": "యెషయా 58:11"
    },
    {
      "id": 84,
      "verse": "Do not be afraid or discouraged because of this vast army. For the battle is not yours, but God's.",
      "reference": "2 Chronicles 20:15",
      "verseTelugu": "ఈ గొప్ప సమూహమును బట్టి భయపడకుడి, కృంగిపోవద్దు; యుద్ధము మీది కాదు దేవుడిది.",
      "referenceTelugu": "2 దినవృత్తాంతములు 20:15"
    },
    {
      "id": 85,
      "verse": "He will call on me, and I will answer him; I will be with him in trouble, I will deliver him and honor him.",
      "reference": "Psalm 91:15",
      "verseTelugu": "అతడు నన్ను పిలిచినప్పుడు నేను అతనికి ఉత్తరమిచ్చెదను; ఆపదలో అతనితో ఉండి అతనిని విడిపించి అతనిని గౌరవించెదను.",
      "referenceTelugu": "కీర్తనలు 91:15"
    },
    {
      "id": 86,
      "verse": "The righteous person may have many troubles, but the Lord delivers him from them all.",
      "reference": "Psalm 34:19",
      "verseTelugu": "నీతిమంతునికి చాలా కష్టములు కలుగును, యెహోవా వాటన్నిటిలోనుండి అతనిని విడిపించును.",
      "referenceTelugu": "కీర్తనలు 34:19"
    },
    {
      "id": 87,
      "verse": "When anxiety was great within me, your consolation brought me joy.",
      "reference": "Psalm 94:19",
      "verseTelugu": "నా లోపల చింతలు విస్తరించినప్పుడు నీ ఆదరణలు నా ప్రాణమును ఆనందపరచెను.",
      "referenceTelugu": "కీర్తనలు 94:19"
    },
    {
      "id": 88,
      "verse": "You are my refuge and my shield; I have put my hope in your word.",
      "reference": "Psalm 119:114",
      "verseTelugu": "నీవు నా ఆశ్రయమును నా డాలును; నేను నీ వాక్యములో ఆశపెట్టియున్నాను.",
      "referenceTelugu": "కీర్తనలు 119:114"
    },
    {
      "id": 89,
      "verse": "Wait for the Lord; be strong and take heart and wait for the Lord.",
      "reference": "Psalm 27:14",
      "verseTelugu": "యెహోవా కొరకు కనిపెట్టుము; బలమైన మనస్సుతో ధైర్యముగా ఉండు; యెహోవా కొరకు కనిపెట్టుము.",
      "referenceTelugu": "కీర్తనలు 27:14"
    },
    {
      "id": 90,
      "verse": "The Lord is faithful to all his promises and loving toward all he has made.",
      "reference": "Psalm 145:13",
      "verseTelugu": "యెహోవా తన వాగ్దానములన్నిటిలో నమ్మకమైనవాడు, తాన చేసిన కార్యములన్నిటిలో కృపగలవాడు.",
      "referenceTelugu": "కీర్తనలు 145:13"
    },
    {
      "id": 91,
      "verse": "He gives power to the weak and strength to the powerless.",
      "reference": "Isaiah 40:29",
      "verseTelugu": "ఆయన అలసినవానికి బలమిచ్చును, బలములేనివానికి శక్తివృద్ధిచేయును.",
      "referenceTelugu": "యెషయా 40:29"
    },
    {
      "id": 92,
      "verse": "The Lord your God in your midst, The Mighty One, will save; He will rejoice over you with gladness.",
      "reference": "Zephaniah 3:17",
      "verseTelugu": "మీ దేవుడైన యెహోవా మీ మధ్య ఉన్నాడు, ఆయన రక్షించుచున్న బలవంతుడు; ఆయన మిమ్మును బట్టి ఆనందించుచున్నాడు.",
      "referenceTelugu": "జెఫన్యా 3:17"
    },
    {
      "id": 93,
      "verse": "You will keep in perfect peace those whose minds are steadfast, because they trust in you.",
      "reference": "Isaiah 26:3",
      "verseTelugu": "మనస్సు నీమీద ఉంచినవానికి నీవు సంపూర్ణ సమాధానమును దయచేతువు; అతడు నీలో నమ్మకమునుంచుచున్నాడు.",
      "referenceTelugu": "యెషయా 26:3"
    },
    {
      "id": 94,
      "verse": "So do not fear, for I am with you; do not be dismayed, for I am your God.",
      "reference": "Isaiah 41:10",
      "verseTelugu": "కాబట్టి భయపడకు, నేను నీతో ఉన్నాను; చింతపడకు, నేను నీ దేవుడను.",
      "referenceTelugu": "యెషయా 41:10"
    },
    {
      "id": 95,
      "verse": "The Lord will fight for you; you need only to be still.",
      "reference": "Exodus 14:14",
      "verseTelugu": "యెహోవా మీ కొరకు యుద్ధము చేయును; మీరు మౌనముగా ఉండుడి.",
      "referenceTelugu": "నిర్గమకాండ 14:14"
    },
    {
      "id": 96,
      "verse": "And we know that in all things God works for the good of those who love him.",
      "reference": "Romans 8:28",
      "verseTelugu": "దేవుని ప్రేమించువారికై సమస్తమును కూడ మేలుకే అనుకూలించుచున్నాడని మేము తెలిసికొంటిమి.",
      "referenceTelugu": "రోమీయులు 8:28"
    },
    {
      "id": 97,
      "verse": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged.",
      "reference": "Joshua 1:9",
      "verseTelugu": "నేను నీకు ఆజ్ఞాపించలేదా? బలమైన దృఢమైన మనస్సుతో ఉండు; భయపడకు, కృంగిపోవద్దు.",
      "referenceTelugu": "యెహోషువ 1:9"
    },
    {
      "id": 98,
      "verse": "Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.",
      "reference": "Psalm 46:10",
      "verseTelugu": "ఊరకుండుడి, నేను దేవుడనని తెలిసికొనుడి; రాజ్యములలో నేను హెచ్చింపబడెదను, భూమిలో నేను హెచ్చింపబడెదను.",
      "referenceTelugu": "కీర్తనలు 46:10"
    },
    {
      "id": 99,
      "verse": "The name of the Lord is a strong tower; the righteous run to it and are safe.",
      "reference": "Proverbs 18:10",
      "verseTelugu": "యెహోవా నామమే దృఢమైన గోపురము; నీతిమంతుడు దానిలోకి పరుగెత్తి రక్షింపబడును.",
      "referenceTelugu": "సామెతలు 18:10"
    },
    {
      "id": 100,
      "verse": "The Lord bless you and keep you; the Lord make his face shine on you and be gracious to you; the Lord turn his face toward you and give you peace.",
      "reference": "Numbers 6:24-26",
      "verseTelugu": "యెహోవా నిన్ను ఆశీర్వదించి నిన్ను కాపాడునుగాక. యెహోవా తన ముఖము నీమీద ప్రకాశింపజేసి నీకు కృప చూపునుగాక. యెహోవా తన ముఖము నీవైపు తిప్పి నీకు సమాధానమిచ్చునుగాక.",
      "referenceTelugu": "సంఖ్యాకాండము 6:24-26"
    }
  ]
}
